import React from "react"
import './appanier.css'

export default function Homepage(){
    return (
        <div className="homep">
            <div className="gloomy">
            </div>
            <div className="seconddisplay">
                <div className="text">
                    <p> 𝗛𝗲𝗮𝗹𝘁𝗵 ┃ 𝗙𝗶𝘁𝗻𝗲𝘀𝘀 ┃ 𝗶𝗺𝗽𝗿𝗼𝘃𝗲𝗺𝗲𝗻𝘁 </p>
                    <h4>- GET SHREDDED WITH US -</h4>
                    <p className="textDesc"> 𝐲𝐨𝐮𝐫 𝐭𝐫𝐮𝐬𝐭𝐞𝐝 𝐝𝐞𝐬𝐭𝐢𝐧𝐚𝐭𝐢𝐨𝐧 𝐟𝐨𝐫 𝐩𝐫𝐞𝐦𝐢𝐮𝐦 𝐬𝐮𝐩𝐩𝐥𝐞𝐦𝐞𝐧𝐭𝐬 𝐝𝐞𝐬𝐢𝐠𝐧𝐞𝐝 𝐭𝐨 𝐬𝐮𝐩𝐩𝐨𝐫𝐭 𝐲𝐨𝐮𝐫 𝐡𝐞𝐚𝐥𝐭𝐡, 𝐟𝐢𝐭𝐧𝐞𝐬𝐬, 𝐚𝐧𝐝 𝐰𝐞𝐥𝐥𝐧𝐞𝐬𝐬 𝐠𝐨𝐚𝐥𝐬. 𝐖𝐡𝐞𝐭𝐡𝐞𝐫 𝐲𝐨𝐮'𝐫𝐞 𝐥𝐨𝐨𝐤𝐢𝐧𝐠 𝐭𝐨 𝐞𝐧𝐡𝐚𝐧𝐜𝐞 𝐲𝐨𝐮𝐫 𝐩𝐞𝐫𝐟𝐨𝐫𝐦𝐚𝐧𝐜𝐞, 𝐛𝐨𝐨𝐬𝐭 𝐞𝐧𝐞𝐫𝐠𝐲, 𝐢𝐦𝐩𝐫𝐨𝐯𝐞 𝐫𝐞𝐜𝐨𝐯𝐞𝐫𝐲, 𝐨𝐫 𝐬𝐢𝐦𝐩𝐥𝐲 𝐦𝐚𝐢𝐧𝐭𝐚𝐢𝐧 𝐚 𝐡𝐞𝐚𝐥𝐭𝐡𝐲 𝐥𝐢𝐟𝐞𝐬𝐭𝐲𝐥𝐞, 𝐰𝐞 𝐨𝐟𝐟𝐞𝐫 𝐚 𝐜𝐚𝐫𝐞𝐟𝐮𝐥𝐥𝐲 𝐜𝐮𝐫𝐚𝐭𝐞𝐝 𝐬𝐞𝐥𝐞𝐜𝐭𝐢𝐨𝐧 𝐨𝐟 𝐡𝐢𝐠𝐡-𝐪𝐮𝐚𝐥𝐢𝐭𝐲, 𝐬𝐜𝐢𝐞𝐧𝐭𝐢𝐟𝐢𝐜𝐚𝐥𝐥𝐲-𝐛𝐚𝐜𝐤𝐞𝐝 𝐩𝐫𝐨𝐝𝐮𝐜𝐭𝐬 𝐭𝐨 𝐡𝐞𝐥𝐩 𝐲𝐨𝐮 𝐚𝐜𝐡𝐢𝐞𝐯𝐞 𝐨𝐩𝐭𝐢𝐦𝐚𝐥 𝐫𝐞𝐬𝐮𝐥𝐭𝐬. 𝐄𝐱𝐩𝐥𝐨𝐫𝐞 𝐨𝐮𝐫 𝐫𝐚𝐧𝐠𝐞 𝐨𝐟 𝐯𝐢𝐭𝐚𝐦𝐢𝐧𝐬, 𝐦𝐢𝐧𝐞𝐫𝐚𝐥𝐬, 𝐩𝐫𝐨𝐭𝐞𝐢𝐧 𝐩𝐨𝐰𝐝𝐞𝐫𝐬, 𝐚𝐧𝐝 𝐦𝐨𝐫𝐞 — 𝐚𝐥𝐥 𝐜𝐫𝐚𝐟𝐭𝐞𝐝 𝐭𝐨 𝐟𝐢𝐭 𝐬𝐞𝐚𝐦𝐥𝐞𝐬𝐬𝐥𝐲 𝐢𝐧𝐭𝐨 𝐲𝐨𝐮𝐫 𝐝𝐚𝐢𝐥𝐲 𝐫𝐨𝐮𝐭𝐢𝐧𝐞. 𝐁𝐞𝐠𝐢𝐧 𝐲𝐨𝐮𝐫 𝐣𝐨𝐮𝐫𝐧𝐞𝐲 𝐭𝐨 𝐚 𝐡𝐞𝐚𝐥𝐭𝐡𝐢𝐞𝐫 𝐲𝐨𝐮 𝐭𝐨𝐝𝐚𝐲!</p>
                    <img src="creatines.png" className="creatine"/>
                </div>
            </div>
        </div>
    )
}
 